﻿﻿//<YinQiang001-20170526 Move Ac Power Loss Options To Server Mgmt +>
﻿﻿﻿﻿﻿﻿//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//**********************************************************************
//<AMI_FHDR_START>
//
// Name:	OemAcPowerOptSetup.uni
//
// Description:	Ac Power Loss Options.
//
//<AMI_FHDR_END>
//**********************************************************************
//
//
//
//
/=#

//#include "VFR.uni"
#langdef   en-US "English"    // English
#langdef   x-UEFI-AMI "x-UEFI-AMI"    // AMI Mapping Language
#langdef   zh-chs "中文" 

//<Wangyia001-20171213 Change Setup Item Name per Beiji spec v0.87 +>
//#string STR_AC_LOSS_CONTROL_MODE              #language en-US    "AC Power Loss"
//#string STR_AC_LOSS_CONTROL_MODE_HELP         #language en-US    "Select AC Loss Control Method"
#string STR_AC_LOSS_CONTROL_MODE              #language en-US    "Restore on AC power loss"
                                              #language zh-chs    "AC上电开机策略"
                                              #language x-UEFI-AMI "RestoreonACpowerloss"
#string STR_AC_LOSS_CONTROL_MODE_HELP         #language en-US    "Restore Status On AC Power Loss"
                                              #language zh-chs    "AC上电开机时的状态"
//<Wangyia001-20171213 Change Setup Item Name per Beiji spec v0.87 ->
#string STR_ALWAYS_ON                         #language en-US    "Always On"
                                              #language zh-chs    "始终开启"
#string STR_ALWAYS_OFF                        #language en-US    "Always Off"
                                              #language zh-chs    "始终关闭"
#string STR_PREVIOUS                          #language en-US    "Last State"
                                              #language zh-chs    "掉电前的状态"
//**********************************************************************
//<YinQiang001-20170526 Move Ac Power Loss Options To Server Mgmt ->
